---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarShapeSpiralHeight
source: html/4808b4ce-20b1-4dec-a475-6a8922655ad6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarShapeSpiralHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarShapeSpiralHeight { get; }
```